<template>
  <div>
    <HeroBanner text="О кафедре" />

    <div class="mx-auto max-w-7xl px-5 xl:px-0 my-5 lg:my-10">
      <p>
        Кафедра системных исследований является
        <NuxtLink
          target="_blank"
          class="underline text-blue-600 hover:text-blue-700 visited:text-violet-600"
          to="https://fbmf.mipt.ru/education/basic-departments/kafedra-sistemnykh-issledovaniy"
        >
          базовой кафедрой при ФПМИ МФТИ</NuxtLink
        >.
      </p>
      <p>
        Базовая организация:
        <NuxtLink
          target="_blank"
          class="underline text-blue-600 hover:text-blue-700 visited:text-violet-600"
          to="http://www.isa.ru/"
        >
          Институт системного анализа, Федеральный Исследовательский Центр
          «Информатика и управление» Российской Академии Наук</NuxtLink
        >.
      </p>
      <p>
        Презентация Кафедры Системных Исследований:
        <NuxtLink
          target="_blank"
          class="underline text-blue-600 hover:text-blue-700 visited:text-violet-600"
          to="/Презентация КСИ 2025.pdf"
        >
          <Icon name="heroicons:arrow-down-on-square" /></NuxtLink
        >.
      </p>
      <p class="pt-5">
        Кафедра системных исследований создана в 1998 году в сотрудничестве с
        Институтом системного анализа (ИСА РАН), который c 2015 года входит в
        состав Федерального исследовательского центра "Информатика и управление"
        Российской академии наук (ФИЦ ИУ РАН).
      </p>
      <p class="pt-3">
        Миссия кафедры — обеспечение подготовки специалистов высокой
        квалификации, способных выполнять теоретические и прикладные
        исследования в области технологий системного анализа и искусственного
        интеллекта.
      </p>
      <p class="pt-3">
        Все сотрудники кафедры ведут активную исследовательскую деятельность,
        совмещая её с преподаванием и руководством проектными, курсовыми и
        дипломными работами студентов МФТИ.
      </p>
      <p class="pt-3">
        Кафедра системных исследований ставит перед собой задачу научить
        студентов:
      </p>
      <ul class="pl-5 list-disc">
        <li>
          анализировать на системной основе сложные процессы и явления любой
          природы – экономические, экологические, социальные, технические,
          информационные и т.п.;
        </li>
        <li>
          создавать математические модели таких процессов и явлений и их
          программное обеспечение, в том числе на основе подходов искусственного
          интеллекта;
        </li>
        <li>
          оценивать экономическую эффективность комплексных научно-технических,
          экологических, социальных проектов принимать взвешенные решения в
          условиях конфликта и неопределенности;
        </li>
        <li>
          разрабатывать информационные системы и технологии с использованием
          методов искусственного интеллекта и управлять ими;
        </li>
        <li>
          осуществлять маркетинг и продвигать результаты исследований и
          разработок на рынок.
        </li>
      </ul>
      <p class="pt-3">
        Студентам преподают специалисты высокого уровня в области управления,
        прикладной математики, экономики, искусственного интеллекта и
        программирования, имеющие большой опыт теоретической и практической
        работы.
      </p>
      <p class="pt-3">
        На кафедре работают 1 академик РАН, 8 докторов наук, 4 кандидата наук.
      </p>
      <p class="pt-3">Кафедра ведет учебную подготовку по двум направлениям:</p>
      <ul class="pl-3 list-disc">
        <li>Системный анализ;</li>
        <li>Искусственный интеллект.</li>
      </ul>
      <p class="pt-3">
        На кафедре для студентов организованы научные стажировки, предполагающие
        решение студентами научно-исследовательских задач в рамках реальных
        научных проектов под руководством опытных наставников (менторов).
      </p>
      <p class="pt-3">
        Выпускники кафедры системных исследований работают в науке, бизнесе,
        управлении – на предприятиях всех форм собственности независимо от их
        масштаба, а также в государственных органах местного, отраслевого и
        федерального уровня. Среди мест работы выпускников – Тиньков, Сбер,
        Яндекс, Промсвязь-банк, Альфа-банк, Ингосстрах, Росатом и другие
        компании.
      </p>
      <p class="pt-3">
        За время существования кафедры 20 выпускников поступили в аспирантуру,
        10 успешно защитили кандидатские диссертации по техническим,
        физико-математическим наукам и экономическим наукам.
      </p>
      <p class="pt-3">
        Занятия проходят в ИСА РАН по адресу г. Москва, проспект 60-летия
        Октября, д. 9.
      </p>
    </div>
  </div>
</template>

<script setup lang="ts">
  useSeoMeta({
    title: "О кафедре | КСИ",
  })
</script>
