<template>
  <div>
    <HeroBanner text="Читаемые курсы" />
    <div class="mx-auto max-w-7xl px-5 xl:px-0 my-5 lg:my-10">
      <p>В бакалавриате читаются следующие курсы:</p>
      <ul class="pl-5 list-disc">
        <li>Методы и модели искусственного интеллекта (3 курс)</li>
        <li>Моделирование и анализ функционирования сложных систем (3 курс)</li>
        <li>Модели естественного языка (4 курс)</li>
        <li>Модели и методы системного анализа (4 курс)</li>
        <li>Системный анализ и управление проектами (4 курс)</li>
        <li>Математические модели транспортных сетей (4 курс)</li>
        <li>Методы обработки неструктурированной информации (4 курс)</li>
      </ul>
      <p class="pt-3">В магистратуре читаются следующие курсы:</p>
      <ul class="pl-5 list-disc">
        <li>Информационная безопасность (5 курс)</li>
        <li>Введение в хаотическую динамику (5 курс)</li>
        <li>Введение в финансовую математику (5 курс)</li>
        <li>Методология научных исследований (5 курс)</li>
        <li>Системы поддержки принятия решений (5 курс)</li>
        <li>Практикум по интеллектуальному анализу информации (5 курс)</li>
        <li>
          Математическое обеспечение информационно-аналитических систем (5 курс)
        </li>
        <li>Методы искусственного интеллекта (6 курс)</li>
        <li>Анализ конфликтов при неопределенности (6 курс)</li>
      </ul>
    </div>
  </div>
</template>

<script setup lang="ts">
  useSeoMeta({
    title: "Курсы | КСИ",
  })
</script>
