<template>
  <div>
    <HeroBanner text="Преподаватели" />

    <div class="mx-auto max-w-7xl px-5 xl:px-0 my-5 lg:my-10">
      <p>На кафедре работают следующие преподаватели:</p>
      <ul class="pl-5 list-disc">
        <li>Попков Юрий Соломонович, академик РАН, зав. кафедрой</li>
        <li>Орлова Елена Роальдовна, д.э.н. зам. зав. каф.</li>
        <li>Смирнов Иван Валентинович, д.т.н. зам. зав. каф.</li>
        <li>Ройзензон Григорий Владимирович, к.т.н.</li>
        <li>Чеповский Андрей Михайлович, д.т.н.</li>
        <li>Бакушинский Анатолий Борисович, д.ф.-м.н.</li>
        <li>Швецов Владимир Иванович, к.ф.-м.н.</li>
        <li>Волков Сергей Сергеевич, аспирант</li>
        <li>Магницкий Николай Александрович, д.ф.-м.н.</li>
        <li>Булычев Александр Викторович, к.т.н.</li>
        <li>Хачумов Вячеслав Михайлович, д.т.н.</li>
        <li>Бондаренко Андрей Геннадьевич, к.ф.-м.н.</li>
        <li>Смольяков Эдуард Римович, д.ф.-м.н.</li>
        <!-- <li>Попков Юрий Соломонович, академик РАН, зав. кафедрой</li>
        <li>Орлова Елена Роальдовна, д.э.н. зам. зав. каф.</li>
        <li>Смирнов Иван Валентинович, к.ф.-м.н. зам. зав. каф.</li>
        <li>Бакушинский Анатолий Борисович, д.ф.-м.н.</li>
        <li>Бондаренко Андрей Геннадьевич, к.ф.-м.н.</li>
        <li>Дарховский Борис Семенович, д.ф.-м.н.</li>
        <li>Кривоножко Владимир Егорович, д.ф.-м.н.</li>
        <li>Магницкий Николай Александрович, д.ф.-м.н.</li>
        <li>Ройзензон Григорий Владимирович, к.т.н.</li>
        <li>Смольяков Эдуард Римович, д.ф.-м.н.</li>
        <li>Хачумов Вячеслав Михайлович, д.т.н.</li>
        <li>Чеповский Андрей Михайлович, д.т.н.</li>
        <li>Швецов Владимир Иванович, к.ф.-м.н.</li> -->
      </ul>
    </div>
  </div>
</template>

<script setup lang="ts">
  useSeoMeta({
    title: "Преподаватели | КСИ",
  })
</script>
