<template>
  <div>
    <HeroBanner text="Тематика дипломных работ" />
    <div class="mx-auto max-w-7xl px-5 xl:px-0 my-5 lg:my-10">
      <p>Тематика дипломных работ по направлению «Системный анализ»:</p>
      <ul class="pl-5 list-disc">
        <li>
          Применение методологии VaR для хеджирования финансовых рисков от
          изменения климата;
        </li>
        <li>
          Использование BIG DATA в маркетинговой индустрии и их влияние на
          медийные показатели прибыли компании;
        </li>
        <li>
          Анализ и применение алгоритмов и методов машинного обучения в
          трейдинге;
        </li>
        <li>
          Оценка экономической эффективности построения энергетической системы
          по видам генерации и разработка стратегии оптимального перехода
        </li>
        <li>Способы оценки стоимости компании на этапе IPO</li>
        <li>
          Оптимизация инвестиционного портфеля в условиях риска и
          неопределённости
        </li>
        <li>
          Оценка эффективности российского рынка биржевых паевых инвестиционных
          фондов
        </li>
        <li>Оценка риска проектов на основе технологии нечетких множеств</li>
        <li>
          Диверсификация рисков инвестирования в портфель реальных активов с
          использованием инструментов фондового рынка
        </li>
        <li>
          Пост-анализ эффективности инвестиционных проектов: методика расчета
          инкрементальных эффектов
        </li>
      </ul>
      <p class="pt-5">
        Тематика дипломных работ по направлению «Искусственный интеллект»
      </p>
      <ul class="pl-5 list-disc">
        <li>Методы сюжетного анализа текстов</li>
        <li>Синтез текстов заданной структуры</li>
        <li>
          Психоэмоциональный анализ текстов и разработка агентов-ассистентов
          психотерапевта
        </li>
        <li>
          Оценка достоверности и объяснимости результатов больших языковых
          моделей
        </li>
        <li>
          Комбинированный анализ информации, представленной в текстовом,
          графовом, графическом виде. Поиск закономерностей в
          разноструктурированной информации из социальных медиа.
        </li>
        <li>Аналитические алгоритмы анализа словоформ естественного языка</li>
        <li>
          Алгоритмы выделения неявных сообществ графов взаимодействующих
          объектов (социальных сетей)
        </li>
        <li>
          Кросс-языковые методы извлечения сущностей и связей из биомедицинских
          текстов
        </li>
        <li>
          Кросс-языковые векторные представления (embeddings) слов и текстов,
          языковые модели для биомедицинских текстов
          (английский/китайский/японский/корейский)
        </li>
        <li>
          Разработка алгоритмов поиска ответов на вопросы к базам знаний,
          применением технологий автоматизации рассуждений, логического
          программирования и машинного обучения
        </li>
        <!-- <li>Семантический анализ текстов</li>
        <li>
          Различные виды машинного обучения (active learning, transfer learning,
          distant learning, one-shot learning, unsupervised learning и т.д.) в
          задачах анализа текстов
        </li>
        <li>Рассуждения по текстам</li>
        <li>Психоэмоциональный анализ текстов</li>
        <li>Психометрический анализ профилей социальных сетей</li>
        <li>Аналитические алгоритмы анализа словоформ естественного языка</li>
        <li>
          Алгоритмы выделения неявных сообществ графов взаимодействующих
          объектов (социальных сетей)
        </li>
        <li>
          Кросс-языковые методы извлечения сущностей и связей из биомедицинских
          текстов
        </li>
        <li>
          Кросс-языковые векторные представления (embeddings) слов и текстов,
          языковые модели для биомедицинских текстов
          (английский/китайский/японский/корейский)
        </li>
        <li>
          Разработка алгоритмов поиска ответов на вопросы к базам знаний,
          применением технологий автоматизации рассуждений, логического
          программирования и машинного обучения
        </li> -->
      </ul>
      <p class="pt-5">
        Тематика дипломных работ по направлению «Математические модели
        транспортных систем»
      </p>
      <ul class="pl-5 list-disc">
        <li>
          Разработка алгоритмов распределения пассажирских потоков с учётом
          ограничений провозной способности
        </li>
        <li>
          Разработка алгоритмов формирования оптимальной сети общественного
          транспорта
        </li>
        <li>
          Разработка алгоритмов прогнозирования передвижений в системах с
          перехватывающими парковками
        </li>
        <li>
          Разработка алгоритмов автоматизации формирования транспортных моделей
          территорий
        </li>
      </ul>
    </div>
    <pre></pre>
  </div>
</template>

<script setup lang="ts">
  useSeoMeta({
    title: "Тематика дипломных работ | КСИ",
  })
</script>
